Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsParam Property
 "Feed Through Lugs"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsParam { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace